// MARK: - View controllers titles

/* lists of tasks */
"Tasks lists" = "Tasks lists";

/* new list of tasks */
"New tasks list" = "New tasks list";

/* new task */
"New task" = "New task";

// MARK: - Sections titles

/* Current tasks */
"Current tasks" = "Current tasks";

/* Completed tasks */
"Completed tasks" = "Completed tasks";

// MARK: - Buttons titles

/* Save to db */
"Save" = "Save";

/* Cancel */
"Cancel" = "Cancel";

// MARK: - Placeholders

/* Name of tasks list */
"Tasks list name" = "Tasks list name";

/* Name of task */
"Task name" = "Task name";

/* Task's note */
"Task note" = "Task note";

// MARK: - Labels text

/* Press <<+>> to add list of tasks */
"Press <<+>> to add list of tasks" = "Press <<+>> to add list of tasks";

/* Tasks list is empty. */
"Tasks list is empty." = "Tasks list is empty.";

// MARK: - Segmented control

/* A-Z order */
"A-Z" = "A-Z";

/* Ordered by date */
"Date" = "Date";

// MARK: - Swipe actions titles

/* Done */
"Done" = "Done";

/* Edit */
"Edit" = "Edit";

/* Delete */
"Delete" = "Delete";

// MARK: - Data errors descriptions

/* Can't get data */
"Can't get data" = "Can't get data";

// MARK: - Task errors descriptions

/* Task name can't be empty */
"Task name can't be empty" = "Task name can't be empty";

// MARK: - Tasks list errors descriptions

/* Tasks list name can't be empty */
"Tasks list name can't be empty" = "Tasks list name can't be empty";

// MARK: - Alerts titles

/* Error! */
"Error!" = "Error!";
